{
  "levemir__": {
    "medicineId": "levemir__",
    "medicineName": "Levemir",
    "extractedData": {
      "nameOfMedicalProduct": "Levemir Penfill 100 units $/ \\mathrm{ml}$ solution for injection in cartridge.\nLevemir FlexPen 100 units $/ \\mathrm{ml}$ solution for injection in pre-filled pen.\nLevemir InnoLet 100 units $/ \\mathrm{ml}$ solution for injection in pre-filled pen.\nLevemir FlexTouch 100 units $/ \\mathrm{ml}$ solution for injection in pre-filled pen.",
      "qualitativeAndQuantitativeComposition": "## Levemir Penfill\n\n1 ml of the solution contains 100 units insulin detemir* (equivalent to 14.2 mg ). 1 cartridge contains 3 ml equivalent to 300 units.\n\nLevemir FlexPen/Levemir InnoLet/Levemir FlexTouch\n1 ml of the solution contains 100 units insulin detemir* (equivalent to 14.2 mg ). 1 pre-filled pen contains 3 ml equivalent to 300 units.\n*Insulin detemir is produced in Saccharomyces cerevisiae by recombinant DNA technology.\nFor the full list of excipients, see section 6.1.",
      "pharmaceuticalForm": "Solution for injection.\nThe solution is clear, colourless and aqueous.",
      "therapeuticIndications": "Levemir is indicated for treatment of diabetes mellitus in adults, adolescents and children aged 1 year and above.",
      "posologyAndAdministration": "## Posology\n\nThe potency of insulin analogues, including insulin detemir, is expressed in units, whereas the potency of human insulin is expressed in international units. 1 unit insulin detemir corresponds to 1 international unit of human insulin.\n\nLevemir can be used alone as the basal insulin or in combination with bolus insulin. It can also be used in combination with oral antidiabetic medicinal products and/or GLP-1 receptor agonists.\n\nWhen Levemir is used in combination with oral antidiabetic medicinal products or when added to GLP-1 receptor agonists it is recommended to use Levemir once daily, initially at a dose of 0.1 0.2 units $/ \\mathrm{kg}$ or of 10 units in adult patients. The dose of Levemir should be titrated based on the individual patient's needs.\n\nWhen a GLP-1 receptor agonist is added to Levemir, it is recommended to reduce the dose of Levemir by $20 \\%$ to minimise the risk of hypoglycaemia. Subsequently, dosage should be adjusted individually.\n\nFor individual dose adjustments, the following two titration guidelines are recommended for adults:\n\n# Adult type 2 diabetes titration guideline:\n\n|  Average pre-breakfast SMPG* | Levemir dose adjustment  |\n| --- | --- |\n|  $>10.0 \\mathrm{mmol} / \\mathrm{l}(180 \\mathrm{mg} / \\mathrm{dl})$ | +8 units  |\n|  $9.1-10.0 \\mathrm{mmol} / \\mathrm{l}(163-180 \\mathrm{mg} / \\mathrm{dl})$ | +6 units  |\n|  $8.1-9.0 \\mathrm{mmol} / \\mathrm{l}(145-162 \\mathrm{mg} / \\mathrm{dl})$ | +4 units  |\n|  $7.1-8.0 \\mathrm{mmol} / \\mathrm{l}(127-144 \\mathrm{mg} / \\mathrm{dl})$ | +2 units  |\n|  $6.1-7.0 \\mathrm{mmol} / \\mathrm{l}(109-126 \\mathrm{mg} / \\mathrm{dl})$ | +2 units  |\n|  $4.1-6.0 \\mathrm{mmol} / \\mathrm{l}(73-108 \\mathrm{mg} / \\mathrm{dl})$ | No change in dose (target)  |\n|  If one SMPG measurement |   |\n|  $3.1-4.0 \\mathrm{mmol} / \\mathrm{l}(56-72 \\mathrm{mg} / \\mathrm{dl})$ | -2 units  |\n|  $<3.1 \\mathrm{mmol} / \\mathrm{l}(<56 \\mathrm{mg} / \\mathrm{dl})$ | -4 units  |\n\n*Self-Monitored Plasma Glucose Adult type 2 diabetes simple self-titration guideline:\n\n|  Average pre-breakfast SMPG* | Levemir dose adjustment  |\n| --- | --- |\n|  $>6.1 \\mathrm{mmol} / \\mathrm{l}(>110 \\mathrm{mg} / \\mathrm{dl})$ | +3 units  |\n|  $4.4-6.1 \\mathrm{mmol} / \\mathrm{l}(80-110 \\mathrm{mg} / \\mathrm{dl})$ | No change in dose (target)  |\n|  $<4.4 \\mathrm{mmol} / \\mathrm{l}(<80 \\mathrm{mg} / \\mathrm{dl})$ | -3 units  |\n\n*Self-Monitored Plasma Glucose When Levemir is used as part of a basal-bolus insulin regimen, Levemir should be administered once or twice daily depending on patients' needs. The dose of Levemir should be adjusted individually.\n\nAdjustment of dose may be necessary if patients undertake increased physical activity, change their usual diet or during concomitant illness.\n\nWhen adjusting dose in order to improve glucose control, patients should be advised to be aware of signs of hypoglycaemia.\n\n## Special populations\n\nElderly ( $\\geq 65$ years old) Levemir can be used in elderly patients. In elderly patients, glucose monitoring should be intensified and the Levemir dose adjusted on an individual basis.\n\n## Renal and hepatic impairment\n\nRenal or hepatic impairment may reduce the patient's insulin requirements. In patients with renal or hepatic impairment, glucose monitoring should be intensified and the Levemir dose adjusted on an individual basis.\n\n## Paediatric population\n\nLevemir can be used in adolescents and children from the age of 1 year (see section 5.1). When changing basal insulin to Levemir, dose reduction of basal and bolus insulin needs to be considered on an individual basis, in order to minimise the risk of hypoglycaemia (see section 4.4). In children and adolescents, glucose monitoring should be intensified and the Levemir dose adjusted on an individual basis. The safety and efficacy of Levemir in children below the age of 1 year have not been established. No data are available.\n\n## Transfer from other insulin medicinal products\n\nWhen transferring from other intermediate or long-acting insulin medicinal products, adjustment of the dose and timing of administration may be necessary (see section 4.4).\n\nClose glucose monitoring is recommended during the transfer and in the initial weeks thereafter (see section 4.4).\n\nConcomitant antidiabetic treatment may need to be adjusted (dose and/or timing of oral antidiabetic medicinal products or concurrent short/rapid-acting insulin medicinal products).\n\n# Method of administration\n\nLevemir is a long-acting insulin analogue used as a basal insulin. Levemir is for subcutaneous administration only. Levemir must not be administered intravenously, as it may result in severe hypoglycaemia. Intramuscular administration should also be avoided. Levemir is not to be used in insulin infusion pumps.\n\nLevemir is administered subcutaneously by injection in the abdominal wall, the thigh, the upper arm, the deltoid region or the gluteal region. Injection sites should always be rotated within the same region in order to reduce the risk of lipodystrophy and cutaneous amyloidosis (see sections 4.4 and 4.8). The duration of action will vary according to the dose, injection site, blood flow, temperature and level of physical activity. The injection can be given at any time during the day, but at the same time each day. For patients who require twice daily dosing to optimise blood glucose control, the evening dose can be administered in the evening or at bedtime.\n\nFor detailed user instructions, please refer to the package leaflet.\n\n## Levemir Penfill\n\nAdministration with an insulin delivery system\nLevemir Penfill is designed to be used with Novo Nordisk insulin delivery systems and NovoFine or NovoTwist needles. Levemir Penfill is only suitable for subcutaneous injections from a reusable pen. If administration by syringe is necessary, a vial should be used.\n\n## Levemir FlexPen\n\n## Administration with FlexPen\n\nLevemir FlexPen is a pre-filled pen (colour-coded) designed to be used with NovoFine or NovoTwist disposable needles up to a length of 8 mm . FlexPen delivers 1-60 units in increments of 1 unit. Levemir FlexPen is only suitable for subcutaneous injections. If administration by syringe is necessary, a vial should be used.\n\n## Levemir InnoLet\n\n## Administration with InnoLet\n\nLevemir InnoLet is a pre-filled pen designed to be used with NovoFine or NovoTwist disposable needles up to a length of 8 mm . InnoLet delivers 1-50 units in increments of 1 unit. Levemir InnoLet is only suitable for subcutaneous injections. If administration by syringe is necessary, a vial should be used.\n\n## Levemir FlexTouch\n\n## Administration with FlexTouch\n\nLevemir FlexTouch is a pre-filled pen (colour-coded) designed to be used with NovoFine or\nNovoTwist disposable needles up to a length of 8 mm . FlexTouch delivers 1-80 units in increments of 1 unit. Levemir FlexTouch is only suitable for subcutaneous injections. If administration by syringe is necessary, a vial should be used.",
      "contraindications": "Hypersensitivity to the active substance or to any of the excipients (see section 6.1).",
      "specialWarnings": "Before travelling between different time zones, the patient should seek the doctor's advice since this may mean that the patient has to take the insulin and meals at different times.\n\n# Hyperglycaemia\n\nInadequate dosing or discontinuation of treatment, especially in type 1 diabetes, may lead to hyperglycaemia and diabetic ketoacidosis. Usually the first symptoms of hyperglycaemia develop gradually over a period of hours or days. They include thirst, increased frequency of urination, nausea, vomiting, drowsiness, flushed dry skin, dry mouth, loss of appetite as well as acetone odour of breath. In type 1 diabetes, untreated hyperglycaemic events eventually lead to diabetic ketoacidosis, which is potentially lethal.\n\n## Hypoglycaemia\n\nOmission of a meal or unplanned, strenuous physical exercise may lead to hypoglycaemia. In children, care should be taken to match insulin doses (especially in basal-bolus regimens) with food intake and physical activities in order to minimise the risk of hypoglycaemia.\n\nHypoglycaemia may occur if the insulin dose is too high in relation to the insulin requirement. In case of hypoglycaemia or if hypoglycaemia is suspected, Levemir must not be injected. After stabilisation of the patient's blood glucose, adjustment of the dose should be considered (see sections 4.8 and 4.9).\n\nPatients whose blood glucose control is greatly improved, e.g. by intensified insulin therapy, may experience a change in their usual warning symptoms of hypoglycaemia, and should be advised accordingly. Usual warning symptoms may disappear in patients with longstanding diabetes.\n\nConcomitant illness, especially infections and feverish conditions, usually increases the patient's insulin requirements. Concomitant diseases in the kidney, liver or affecting the adrenal, pituitary or thyroid gland can require changes in insulin dose.\n\nWhen patients are transferred between different types of insulin medicinal products, the early warning symptoms of hypoglycaemia may change or become less pronounced than those experienced with their previous insulin.\n\n## Transfer from other insulin medicinal products\n\nTransferring a patient to another type or brand of insulin should be done under strict medical supervision. Changes in strength, brand (manufacturer), type, origin (animal insulin, human insulin or insulin analogue) and/or method of manufacture (recombinant DNA versus animal source insulin) may result in the need for a change in dose. Patients transferred to Levemir from another type of insulin may require a change in dose from that used with their usual insulin medicinal products. If an adjustment is needed, it may occur with the first dose or during the first few weeks or months.\n\n## Injection site reactions\n\nAs with any insulin therapy, injection site reactions may occur and include pain, redness, hives, inflammation, bruising, swelling and itching. Continuous rotation of the injection site within a given area may help to reduce or prevent these reactions. Reactions usually resolve in a few days to a few weeks. On rare occasions, injection site reactions may require discontinuation of Levemir.\n\n## Skin and subcutaneous tissue disorders\n\nPatients must be instructed to perform continuous rotation of the injection site to reduce the risk of developing lipodystrophy and cutaneous amyloidosis. There is a potential risk of delayed insulin absorption and worsened glycaemic control following insulin injections at sites with these reactions. A sudden change in the injection site to an unaffected area has been reported to result in hypoglycaemia. Blood glucose monitoring is recommended after the change in the injection site from an affected to an\n\nunaffected area, and dose adjustment of antidiabetic medications may be considered.\n\n# Hypoalbuminaemia\n\nThere are limited data in patients with severe hypoalbuminaemia. Careful monitoring is recommended in these patients.\n\n## Combination of Levemir with pioglitazone\n\nCases of cardiac failure have been reported when pioglitazone was used in combination with insulin, especially in patients with risk factors for development of cardiac heart failure. This should be kept in mind if treatment with the combination of pioglitazone and Levemir is considered. If the combination is used, patients should be observed for signs and symptoms of heart failure, weight gain and oedema. Pioglitazone should be discontinued if any deterioration in cardiac symptoms occurs.\n\n## Avoidance of accidental mix-ups/medication errors\n\nPatients must be instructed to always check the insulin label before each injection to avoid accidental mix-ups between Levemir and other insulin products.\n\n## Traceability\n\nIn order to improve the traceability of biological medicinal products, the name and the batch number of the administered product should be clearly recorded.",
      "interactions": "A number of medicinal products are known to interact with the glucose metabolism.\nThe following substances may reduce the patient's insulin requirements:\nOral antidiabetic medicinal products, GLP-1 receptor agonists, monoamine oxidase inhibitors (MAOI), beta-blockers, angiotensin converting enzyme (ACE) inhibitors, salicylates, anabolic steroids and sulphonamides.\n\nThe following substances may increase the patient's insulin requirements:\nOral contraceptives, thiazides, glucocorticoids, thyroid hormones, sympathomimetics, growth hormone and danazol.\n\nBeta-blockers may mask the symptoms of hypoglycaemia.\nOctreotide/lanreotide may either increase or decrease the insulin requirement.\nAlcohol may intensify or reduce the hypoglycaemic effect of insulin.",
      "fertilityPregnancyLactation": "## Pregnancy\n\nThe use of Levemir in pregnant women with diabetes has been investigated in a clinical trial and in a prospective non-interventional post-authorisation safety study (see section 5.1). Post-marketing data in pregnant women using Levemir, with more than 4,500 pregnancy outcomes do not indicate any increased risk of malformative or feto/neonatal toxicity. Treatment with Levemir can be considered during pregnancy, if clinically needed.\n\nIn general, intensified blood glucose control and monitoring of pregnant women with diabetes are recommended throughout pregnancy and when contemplating pregnancy. Insulin requirements usually fall in the first trimester and increase subsequently during the second and third trimester. After\n\ndelivery, insulin requirements normally return rapidly to pre-pregnancy values.\n\n# Breast-feeding\n\nIt is unknown whether insulin detemir is excreted in human milk. No metabolic effects of ingested insulin detemir on the breast-fed newborn/infant are anticipated since insulin detemir, as a peptide, is digested into amino acids in the human gastrointestinal tract.\n\nBreast-feeding women may require adjustments in insulin dose and diet.\n\n## Fertility\n\nAnimal studies do not indicate harmful effects with respect to fertility.",
      "effectsOnDriving": "The patient's ability to concentrate and react may be impaired as a result of hypoglycaemia. This may constitute a risk in situations where these abilities are of special importance (e.g. driving a car or operating machinery).\n\nPatients should be advised to take precautions to avoid hypoglycaemia while driving. This is particularly important in those who have reduced or absent awareness of the warning signs of hypoglycaemia or have frequent episodes of hypoglycaemia. The advisability of driving should be considered in these circumstances.",
      "adverseReactions": "## Summary of the safety profile\n\nAdverse reactions observed in patients using Levemir are mainly due to the pharmacologic effect of insulin. The overall percentage of treated patients expected to experience adverse reactions is estimated to be $12 \\%$.\n\nThe most frequently reported adverse reaction during treatment is hypoglycaemia, please see section 4.8, Description of selected adverse reactions.\n\nFrom clinical investigations, it is known that major hypoglycaemia, defined as requirement for third party intervention, occurs in approximately $6 \\%$ of the patients treated with Levemir.\n\nInjection site reactions are seen more frequently during treatment with Levemir than with human insulin products. These reactions include pain, redness, hives, inflammation, bruising, swelling and itching at the injection site. Most of the injection site reactions are minor and of a transitory nature, i.e. they normally disappear during continued treatment in a few days to a few weeks.\n\nAt the beginning of the insulin treatment, refraction anomalies and oedema may occur; these reactions are usually of transitory nature. Fast improvement in blood glucose control may be associated with acute painful neuropathy, which is usually reversible. Intensification of insulin therapy with abrupt improvement in glycaemic control may be associated with temporary worsening of diabetic retinopathy, while long-term improved glycaemic control decreases the risk of progression of diabetic retinopathy.\n\n## Tabulated list of adverse reactions\n\nAdverse reactions listed below are based on clinical trial data and classified according to MedDRA frequency and System Organ Class. Frequency categories are defined according to the following convention: Very common ( $\\geq 1 / 10$ ); common ( $\\geq 1 / 100$ to $\\leqslant 1 / 10$ ); uncommon ( $\\geq 1 / 1,000$ to $<1 / 100$ ); rare $(\\geq 1 / 10,000$ to $<1 / 1,000)$; very rare $(<1 / 10,000)$; not known (cannot be estimated from the available data).\n\n| Immune system disorders | Uncommon - Allergic reactions, potentially allergic reactions, <br> urticaria, rash, eruptions* |\n| :-- | :-- |\n|  | Very rare - Anaphylactic reactions* |\n| Metabolism and nutrition <br> disorders | Very common - Hypoglycaemia* |\n| Nervous system disorders | Rare - Peripheral neuropathy (painful neuropathy) |\n| Eye disorders | Uncommon - Refraction disorders |\n|  | Uncommon - Diabetic retinopathy |\n| Skin and subcutaneous tissue <br> disorders | Uncommon - Lipodystrophy* |\n|  | Not known - Cutaneous amyloidosis* $\\dagger$ |\n| General disorders and <br> administration site conditions | Common - Injection site reactions |\n|  | Uncommon - Oedema |\n\n* see section 4.8, Description of selected adverse reactions.\n$\\dagger$ ADR from postmarketing sources.\n\n# Description of selected adverse reactions\n\nAllergic reactions, potentially allergic reactions, urticaria, rash, eruptions\nAllergic reactions, potentially allergic reactions, urticaria, rash and eruptions are uncommon when Levemir is used in basal-bolus regimen. However, when used in combination with oral antidiabetic medicinal products, three clinical studies have shown a frequency of common ( $2.2 \\%$ of allergic reactions and potentially allergic reactions have been observed).\n\n## Anaphylactic reactions\n\nThe occurrence of generalised hypersensitivity reactions (including generalised skin rash, itching, sweating, gastrointestinal upset, angioneurotic oedema, difficulties in breathing, palpitation and reduction in blood pressure) is very rare but can potentially be life threatening.\n\n## Hypoglycaemia\n\nThe most frequently reported adverse reaction is hypoglycaemia. It may occur if the insulin dose is too high in relation to the insulin requirement. Severe hypoglycaemia may lead to unconsciousness and/or convulsions and may result in temporary or permanent impairment of brain function or even death. The symptoms of hypoglycaemia usually occur suddenly. They may include cold sweats, cool pale skin, fatigue, nervousness or tremor, anxiousness, unusual tiredness or weakness, confusion, difficulty in concentrating, drowsiness, excessive hunger, vision changes, headache, nausea and palpitation.\n\n## Skin and subcutaneous tissue disorders\n\nLipodystrophy (including lipohypertrophy, lipoatrophy) and cutaneous amyloidosis may occur at the injection site and delay local insulin absorption. Continuous rotation of the injection site within the given injection area may help to reduce or prevent these reactions (see section 4.4).\n\n## Paediatric population\n\nBased on post-marketing sources and clinical trials, the frequency, type and severity of adverse reactions observed in the paediatric population do not indicate any differences to the broader experience in the general diabetes population.\n\n# Other special populations\n\nBased on post-marketing sources and clinical trials, the frequency, type and severity of adverse reactions observed in elderly patients and in patients with renal or hepatic impairment do not indicate any differences to the broader experience in the general population.\n\n## Reporting of suspected adverse reactions\n\nReporting suspected adverse reactions after authorisation of the medicinal product is important. It allows continued monitoring of the benefit/risk balance of the medicinal product. Healthcare professionals are asked to report any suspected adverse reactions via the national reporting system listed in Appendix V.",
      "overdose": "A specific overdose for insulin cannot be defined, however, hypoglycaemia may develop over sequential stages if too high doses relative to the patient's requirement are administered:\n\n- Mild hypoglycaemic episodes can be treated by oral administration of glucose or sugary products. It is therefore recommended that the diabetic patient always carries sugar-containing products.\n- $\\quad$ Severe hypoglycaemic episodes, where the patient has become unconscious, can be treated with glucagon ( 0.5 to 1 mg ) given intramuscularly or subcutaneously by a trained person, or with glucose given intravenously by a healthcare professional. Glucose must be given intravenously, if the patient does not respond to glucagon within 10 to 15 minutes. Upon regaining consciousness, administration of oral carbohydrates is recommended for the patient in order to prevent a relapse.",
      "pharmacologicalProperties": "Pharmacotherapeutic group: Drugs used in diabetes. Insulins and analogues for injection, long-acting: ATC code: A10AE05.\n\n## Mechanism of action and pharmacodynamic effects\n\nLevemir is a soluble, long-acting insulin analogue with a prolonged duration of effect used as a basal insulin.\n\nThe blood glucose lowering effect of Levemir is due to the facilitated uptake of glucose following binding of insulin to receptors on muscle and fat cells and to the simultaneous inhibition of glucose output from the liver.\n\nThe time action profile of Levemir is statistically significantly less variable and therefore more predictable than for NPH (Neutral Protamine Hagedorn) insulin as seen from the within-subject Coefficients of Variation (CV) for the total and maximum pharmacodynamic effect in Table 1.\n\nTable 1. Within-subject variability of the time action profile of Levemir and NPH insulin\n\n| Pharmacodynamic Endpoint | Levemir <br> CV (\\%) | NPH insulin <br> CV (\\%) |\n| :--: | :--: | :--: |\n| $\\mathrm{AUC}_{\\text {GIR, } 0-24 \\mathrm{~h}} *$ | 27 | 68 |\n| GIR $_{\\text {max }}{ }^{* *}$ | 23 | 46 |\n\n[^0]\n[^0]:    *Area under the curve ${ }^{* *}$ Glucose Infusion Rate p-value $<0.001$ for all comparisons with Levemir\n\nThe prolonged action of Levemir is mediated by the strong self-association of insulin detemir molecules at the injection site and albumin binding via the fatty acid side-chain. Insulin detemir is distributed more slowly to peripheral target tissues compared to NPH insulin. These combined mechanisms of protraction provide a more reproducible absorption and action profile of insulin detemir compared to NPH insulin.\n![img-0.jpeg](img-0.jpeg)\n\nFigure 1. Activity profiles of Levemir in patients with type 1 diabetes\nThe duration of action is up to 24 hours depending on dose providing an opportunity for once or twice daily administration. If administered twice daily, steady state will occur after 2-3 dose administrations. For doses in the interval of $0.2-0.4$ units $/ \\mathrm{kg}(\\mathrm{U} / \\mathrm{kg})$, Levemir exerts more than $50 \\%$ of its maximum effect from 3-4 hours and up to approximately 14 hours after dose administration.\n\nDose proportionality in pharmacodynamic response (maximum effect, duration of action, total effect) is observed after subcutaneous administration.\n\nLower day-to-day variability in FPG was demonstrated during treatment with Levemir compared to NPH in long-term clinical trials.\n\nStudies in patients with type 2 diabetes treated with basal insulin in combination with oral antidiabetic medicinal products demonstrated that glycaemic control $\\left(\\mathrm{HbA}_{1 \\mathrm{c}}\\right)$ with Levemir is comparable to NPH insulin and insulin glargine and associated with less weight gain, see Table 2 below. In the study versus insulin glargine, Levemir was allowed to be administered once or twice daily whereas insulin glargine was to be administered once a day, $55 \\%$ of the Levemir treated patients completed the 52 weeks of treatment on the twice daily regimen.\n\nTable 2. Change in body weight after insulin treatment\n\n| Study duration | Levemir once <br> daily | Levemir twice <br> daily | NPH insulin | Insulin <br> glargine |\n| :-- | :-- | :-- | :-- | :-- |\n| 20 weeks | +0.7 kg |  | +1.6 kg |  |\n| 26 weeks |  | +1.2 kg | +2.8 kg |  |\n| 52 weeks | +2.3 kg | +3.7 kg |  | +4.0 kg |\n\nIn trials investigating the use of oral antidiabetic medicinal products, combination therapy with Levemir resulted in a 61-65\\% lower risk of minor nocturnal hypoglycaemia compared to NPH insulin.\n\nAn open-label randomised clinical trial in patients with type 2 diabetes not reaching target with oral antidiabetic medicinal products was conducted. The trial started with a 12-week run-in period with liraglutide+metformin, where $61 \\%$ reached an $\\mathrm{HbA}_{1 \\mathrm{c}}<7 \\%$. The $39 \\%$ of patients not achieving target\n\nwere randomised to have Levemir once-daily added or continue on liraglutide+metformin for 52 weeks. Addition of Levemir provided a further reduction of $\\mathrm{HbA}_{1 c}$ from $7.6 \\%$ to $7.1 \\%$ after 52 weeks. There were no major hypoglycaemic episodes. A major hypoglycaemic episode is defined as an episode where the subject was not able to treat him/herself and if glucagon or i.v. glucose was needed. See Table 3.\n\nTable 3. Clinical trial data - Levemir add-on to liraglutide+metformin\n\n|  | Study week | Randomised <br> Levemir + <br> liraglutide + <br> metformin <br> $\\mathrm{n}=160$ | Randomised <br> liraglutide + <br> metformin <br> $\\mathrm{n}=149$ | P-value |\n| :-- | :-- | :-- | :-- | :-- |\n| Mean change in $\\mathrm{HbA}_{1 \\mathrm{c}}$ from <br> baseline (\\%) | $0-26$ weeks | -0.51 | 0.02 | $<0.0001$ |\n|  | $0-52$ weeks | -0.50 | 0.01 | $<0.0001$ |\n| Proportions of patients <br> achieving $\\mathrm{HbA}_{1 \\mathrm{c}}<7 \\%$ targets <br> $(\\%)$ | $0-26$ weeks | 43.1 | 16.8 | $<0.0001$ |\n| Change in body weight from <br> baseline (kg) | $0-26$ weeks | -0.16 | -0.95 | 0.0283 |\n|  | $0-52$ weeks | -0.05 | -1.02 | 0.0416 |\n| Minor hypoglycaemic <br> episodes (per patient year) | $0-26$ weeks | 0.286 | 0.029 | 0.0037 |\n\nA 26-week, double blind, randomised clinical trial was conducted to investigate the efficacy and safety of adding liraglutide ( 1.8 mg ) vs. placebo in patients with type 2 diabetes inadequately controlled on basal insulin with or without metformin. The insulin dose was reduced by $20 \\%$ for patients with baseline $\\mathrm{HbA}_{1 \\mathrm{c}} \\leq 8.0 \\%$ in order to minimise the risk of hypoglycaemia. Subsequently, patients were allowed to up-titrate their insulin dose to no higher than the pre-randomisation dose. Levemir was the basal insulin product for $33 \\%(\\mathrm{n}=147)$ of the patients ( $97.3 \\%$ using metformin). In these patients, addition of liraglutide resulted in a greater decline in $\\mathrm{HbA}_{1 \\mathrm{c}}$ compared to addition of placebo (to $6.93 \\%$ vs. to $8.24 \\%$ ), a greater decline in fasting plasma glucose (to $7.20 \\mathrm{mmol} / \\mathrm{l}$ vs. to $8.13 \\mathrm{mmol} / \\mathrm{l}$ ), and a greater decline in body weight ( -3.47 kg vs. -0.43 kg ). Baseline values for these parameters were similar in the two groups. Observed rates of minor hypoglycaemic episodes were similar and no severe hypoglycaemic episodes were observed in either group.\n\nIn long-term trials in patients with type 1 diabetes receiving a basal-bolus insulin therapy, fasting plasma glucose was improved with Levemir compared with NPH insulin. Glycaemic control ( $\\mathrm{HbA}_{1 \\mathrm{c}}$ ) with Levemir was comparable to NPH insulin, with a lower risk of nocturnal hypoglycaemia and no associated weight gain.\n\nIn clinical trials using basal bolus insulin therapy, the overall rates of hypoglycaemia with Levemir and NPH insulin were similar. Analyses of nocturnal hypoglycaemia in patients with type 1 diabetes showed a significantly lower risk of minor nocturnal hypoglycaemia (able to self-treat and confirmed by capillary blood glucose less than $2.8 \\mathrm{mmol} / \\mathrm{l}$ or $3.1 \\mathrm{mmol} / \\mathrm{l}$ if expressed as plasma glucose) than with NPH insulin, whereas no difference was seen in type 2 diabetes.\n\nAntibody development has been observed with the use of Levemir. However, this does not appear to have any impact on glycaemic control.\n\n# Pregnancy\n\nIn a prospective non-interventional post-authorisation safety study, pregnant women with type 1 or type 2 diabetes exposed to Levemir ( $\\mathrm{n}=727,680$ liveborn infants) or other basal insulins ( $\\mathrm{n}=730,668$ liveborn infants) were monitored for pregnancy outcomes.\n\nNo statistically significant difference was observed between Levemir and other basal insulins for the components of the malformation endpoint (induced abortion due to major congenital malformations, major congenital malformations or minor congenital malformations). The results from the study\n\nindicated that Levemir is not associated with an excess risk of adverse pregnancy outcomes, when compared to other basal insulins, in women with pre-existing diabetes.\n\nLevemir has been studied in an open-label randomised controlled clinical trial, in which pregnant women with type 1 diabetes $(\\mathrm{n}=310)$ were treated with a basal-bolus treatment regimen with Levemir $(\\mathrm{n}=152)$ or NPH insulin $(\\mathrm{n}=158)$ as basal insulin, both in combination with NovoRapid.\nLevemir was non-inferior to NPH insulin as measured by $\\mathrm{HbA}_{1 \\mathrm{c}}$ at gestational week (GW) 36, and the reduction in mean $\\mathrm{HbA}_{1 \\mathrm{c}}$ through pregnancy was similar.\n\n# Paediatric population\n\nThe efficacy and safety of Levemir has been studied for up to 12 months, in three randomised controlled clinical trials in adolescents and children ( $\\mathrm{n}=1,045$ in total); the trials included in total 167 children aged $1-5$ years. The trials demonstrated that glycaemic control $\\left(\\mathrm{HbA}_{1 \\mathrm{c}}\\right)$ with Levemir is comparable to NPH insulin and insulin degludec when given as basal-bolus therapy, using a noninferiority margin of $0.4 \\%$. In the trial comparing Levemir vs. insulin degludec, the rate of hyperglycaemic episodes with ketosis was significantly higher for Levemir, 1.09 and 0.68 episodes per patient-year of exposure, respectively. Less weight gain (SD score, weight corrected for gender and age) was observed with Levemir than with NPH insulin.\n\nThe trial including children above 2 years was extended for an additional 12 months (total of 24 months treatment data) to assess antibody formation after long-term treatment with Levemir. After an increase in insulin antibodies during the first year, the insulin antibodies decreased during the second year to a level slightly higher than pre-trial level. Results indicate that antibody development had no negative effect on glycaemic control and Levemir dose.\n\nEfficacy and safety data for adolescent patients with type 2 diabetes mellitus have been extrapolated from data for children, adolescent and adult patients with type 1 diabetes mellitus and adult patients with type 2 diabetes mellitus. Results support the use of Levemir in adolescent patients with type 2 diabetes mellitus.",
      "pharmacokinetics": "## Absorption\n\nMaximum serum concentration is reached between 6 and 8 hours after administration. When administered twice daily, steady state serum concentrations are reached after 2-3 dose administrations. Within-patient variation in absorption is lower for Levemir than for other basal insulin preparations. The absolute bioavailability of insulin detemir when administered subcutaneous is approximately $60 \\%$.\n\n## Distribution\n\nAn apparent volume of distribution for Levemir (approximately $0.1 \\mathrm{l} / \\mathrm{kg}$ ) indicates that a high fraction of insulin detemir is circulating in the blood.\nThe results of the in vitro and in vivo protein binding studies suggest that there is no clinically relevant interaction between insulin detemir and fatty acids or other protein bound medicinal products.\n\n## Biotransformation\n\nDegradation of insulin detemir is similar to that of human insulin; all metabolites formed are inactive.\n\n## Elimination\n\nThe terminal half-life after subcutaneous administration is determined by the rate of absorption from the subcutaneous tissue. The terminal half-life is between 5 and 7 hours depending on the dose.\n\n# Linearity\n\nDose proportionality in serum concentrations (maximum concentration, extent of absorption) is observed after subcutaneous administration in the therapeutic dose range.\n\nNo pharmacokinetic or pharmacodynamic interactions were observed between liraglutide and Levemir when administering a single dose of Levemir 0.5 units $/ \\mathrm{kg}$ with liraglutide 1.8 mg at steady state in patients with type 2 diabetes.\n\n## Special populations\n\nElderly ( $\\geq 65$ years old)\nThere was no clinically relevant difference in pharmacokinetics of Levemir between elderly and young patients.\n\n## Renal and hepatic impairment\n\nThere was no clinically relevant difference in pharmacokinetics of Levemir between patients with renal or hepatic impairment and healthy subjects. As the pharmacokinetics of Levemir has not been studied extensively in these populations, it is advised to monitor plasma glucose closely in these populations.\n\n## Gender\n\nThere are no clinically relevant differences between genders in pharmacokinetic properties of Levemir.\n\n## Paediatric population\n\nThe pharmacokinetic properties of Levemir were investigated in young children (1-5 years), children (6-12 years) and adolescents (13-17 years) and compared to adults with type 1 diabetes. There were no clinically relevant differences in pharmacokinetic properties between young children, children, adolescents and adults.",
      "preclinicalData": "Non-clinical data reveal no special hazard for humans based on conventional studies of safety pharmacology, repeated dose toxicity, genotoxicity and toxicity to reproduction and development. Receptor affinity data and in vitro mitogenicity tests revealed no evidence of an increased mitogenic potential compared to human insulin."
    },
    "fetchedAt": "2025-10-27T12:37:58.586Z",
    "pdfUrl": "https://www.ema.europa.eu/en/documents/product-information/levemir-epar-product-information_en.pdf",
    "accessCount": 1
  }
}